Repository: priyanshiTech/github_NextELD_Source
Catalog: LocalizableString/Localizable.xcstrings
Source language: en
Languages: es_us, pa

source: / %lld Days
es_us: / %lld Días
pa: / %lld ਦਿਨ

source: In additional the above the above , a supply of blank driver's records of duty status (RODS) graph - grids sufficient to records the driver's duty status and other related information for a minimum of 8 days must be Onboard the commercisl motor Vechicle (CMV)
es_us: Además de lo anterior, se debe tener a bordo del vehículo motorizado comercial (CMV) un suministro de gráficos de registros de estado de servicio del conductor (RODS) en blanco, cuadrículas suficientes para registrar el estado de servicio del conductor y otra información relacionada durante un mínimo de 8 días.
pa: ਉਪਰੋਕਤ ਤੋਂ ਇਲਾਵਾ, ਕਮਰਸ਼ੀਅਲ ਮੋਟਰ ਵਾਹਨ (CMV) ਵਿੱਚ ਘੱਟੋ-ਘੱਟ 8 ਦਿਨਾਂ ਲਈ ਡਰਾਈਵਰ ਦੀ ਡਿਊਟੀ ਸਥਿਤੀ ਅਤੇ ਹੋਰ ਸੰਬੰਧਿਤ ਜਾਣਕਾਰੀ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਕਾਫ਼ੀ ਖਾਲੀ ਡਰਾਈਵਰ ਦੇ ਡਿਊਟੀ ਰਿਕਾਰਡ (RODS) ਗ੍ਰਾਫ - ਗਰਿੱਡ ਦੀ ਸਪਲਾਈ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।

source: The user manual, instruction sheet, and malfunction instructions can be in electronic form. This is in accordance with the Federal Register titled Regulatory Guidance Concerning Electronic Signatures and Documents (76 FR 411).
es_us: El manual del usuario, la hoja de instrucciones y las instrucciones de funcionamiento pueden estar en formato electrónico. Esto se ajusta al Registro Federal titulado "Guía Regulatoria sobre Firmas y Documentos Electrónicos" (76 FR 411).
pa: ਯੂਜ਼ਰ ਮੈਨੂਅਲ, ਹਦਾਇਤ ਸ਼ੀਟ, ਅਤੇ ਖਰਾਬੀ ਸੰਬੰਧੀ ਹਦਾਇਤਾਂ ਇਲੈਕਟ੍ਰਾਨਿਕ ਰੂਪ ਵਿੱਚ ਹੋ ਸਕਦੀਆਂ ਹਨ। ਇਹ ਫੈਡਰਲ ਰਜਿਸਟਰ ਦੇ ਅਨੁਸਾਰ ਹੈ ਜਿਸਦਾ ਸਿਰਲੇਖ ਰੈਗੂਲੇਟਰੀ ਗਾਈਡੈਂਸ ਕੰਸਰਨਿੰਗ ਇਲੈਕਟ੍ਰਾਨਿਕ ਦਸਤਖਤਾਂ ਅਤੇ ਦਸਤਾਵੇਜ਼ਾਂ (76 FR 411) ਹੈ।

source: %lld Defects
es_us: defecto
pa: %lld ਨੁਕਸ

source: 16Hr Short Haul Exception
es_us: Excepción de 16 horas para vuelos de corta distancia
pa: 16 ਘੰਟੇ ਦੀ ਛੋਟੀ ਦੂਰੀ ਦੀ ਛੋਟ

source: Accept & Continue
es_us: Aceptar y continuar
pa: ਸਵੀਕਾਰ ਕਰੋ ਅਤੇ ਜਾਰੀ ਰੱਖੋ

source: Add
es_us: Añadir
pa: ਸ਼ਾਮਲ ਕਰੋ

source: Add Co-Driver
es_us: Añadir copiloto
pa: ਸਹਿ-ਡਰਾਈਵਰ ਸ਼ਾਮਲ ਕਰੋ

source: Add Condition
es_us: Agregar condición
pa: ਸ਼ਰਤ ਜੋੜੋ

source: Add Driver Signature
es_us: Agregar firma del conductor
pa: ਡਰਾਈਵਰ ਦਸਤਖਤ ਸ਼ਾਮਲ ਕਰੋ

source: Add Dvir
es_us: Añadir DVIR
pa: Dvir ਸ਼ਾਮਲ ਕਰੋ

source: Add DVIR
es_us: Añadir DVIR
pa: DVIR ਸ਼ਾਮਲ ਕਰੋ

source: Add Dvir List
es_us: Agregar lista de Dvir
pa: Dvir ਸੂਚੀ ਸ਼ਾਮਲ ਕਰੋ

source: Add Vehicle
es_us: Agregar vehículo
pa: ਵਾਹਨ ਸ਼ਾਮਲ ਕਰੋ

source: Agree
es_us: Aceptar
pa: ਸਹਿਮਤ ਹੋ

source: All Star Elogs
es_us: Elogs All Star
pa: ਆਲ ਸਟਾਰ ਈਲੋਗਸ

source: are you sure you want to refersh your logs
es_us: ¿Estás seguro de que deseas actualizar tus registros?
pa: "ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਆਪਣੀਆਂ ਲਾਗਜ਼ ਤਾਜ਼ਾ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?"

source: Available Hours
es_us: Horas disponibles
pa: ਉਪਲਬਧ ਘੰਟੇ

source: Available Version :
es_us: Versión disponible:
pa: ਉਪਲਬਧ ਸੰਸਕਰਣ:

source: Back
es_us: Atrás
pa: ਪਿੱਛੇ

source: Battery Charge :
es_us: Carga de la batería:
pa: ਬੈਟਰੀ ਚਾਰਜ:

source: Camera is not available on this device. Would you like to use the photo library instead?
es_us: La cámara no está disponible en este dispositivo. ¿Prefieres usar la biblioteca de fotos?
pa: ਇਸ ਡੀਵਾਈਸ 'ਤੇ ਕੈਮਰਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸਦੀ ਬਜਾਏ ਫੋਟੋ ਲਾਇਬ੍ਰੇਰੀ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਚਾਹੋਗੇ?

source: Camera Not Available
es_us: Cámara no disponible
pa: ਕੈਮਰਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ

source: Cancel
es_us: Cancelar
pa: ਰੱਦ ਕਰੋ

source: Cargo Type
es_us: Tipo de carga
pa: ਕਾਰਗੋ ਦੀ ਕਿਸਮ

source: Certified
es_us: Certificado
pa: ਪ੍ਰਮਾਣਿਤ

source: Certify
es_us: Certificar
pa: ਪ੍ਰਮਾਣਿਤ ਕਰੋ

source: Certify Log
es_us: Certificar registro
pa: ਲੌਗ ਪ੍ਰਮਾਣਿਤ ਕਰੋ

source: Certify Records
es_us: Certificar registros
pa: ਰਿਕਾਰਡਾਂ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਕਰੋ

source: Checking update
es_us: Comprobando actualización
pa: ਅੱਪਡੇਟ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Clear
es_us: Claro
pa: ਸਾਫ਼

source: Clear Signature
es_us: Borrar firma
pa: ਹਸਤਾਖਰ ਸਾਫ਼ ਕਰੋ

source: Close
es_us: Cerca
pa: ਬੰਦ ਕਰੋ

source: Co-Driver
es_us: Copiloto
pa: ਬੰਦ ਕਰੋ

source: Comments
es_us: Comentarios
pa: ਟਿੱਪਣੀਆਂ

source: Company Info
es_us: Información de la empresa
pa: ਕੰਪਨੀ ਦੀ ਜਾਣਕਾਰੀ

source: Company Information
es_us: Información de la empresa
pa: ਕੰਪਨੀ ਦੀ ਜਾਣਕਾਰੀ

source: Connect
es_us: Conectar
pa: ਜੁੜੋ

source: CONNECT
es_us: CONECTAR
pa: ਕਨੈਕਟ ਕਰੋ

source: Connect Now
es_us: Conéctate ahora
pa: ਹੁਣੇ ਕਨੈਕਟ ਕਰੋ

source: Connected
es_us: Conectado
pa: ਜੁੜਿਆ

source: Connected Now
es_us: Conectado ahora
pa: ਹੁਣੇ ਕਨੈਕਟ ਕੀਤਾ ਗਿਆ

source: Contact Us
es_us: Contacta con nosotros
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ

source: Continue
es_us: Continuar
pa: ਜਾਰੀ ਰੱਖੋ

source: Continue Disconnect
es_us: Continuar Desconectar
pa: ਡਿਸਕਨੈਕਟ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ

source: Continue Drive
es_us: Continuar conduciendo
pa: ਡਰਾਈਵ ਜਾਰੀ ਰੱਖੋ

source: Continue Drive Records
es_us: Continuar conduciendo registros
pa: ਡਰਾਈਵ ਰਿਕਾਰਡ ਜਾਰੀ ਰੱਖੋ

source: Current Day Logs
es_us: Registros del día actual
pa: ਵਰਤਮਾਨ ਦਿਨ ਦੇ ਲਾਗ

source: Current Location:
es_us: Ubicación actual:
pa: ਮੌਜੂਦਾ ਟਿਕਾਣਾ:

source: Current Odometer:
es_us: Odómetro actual:
pa: ਮੌਜੂਦਾ ਓਡੋਮੀਟਰ:

source: Current Status
es_us: Estado actual
pa: ਮੌਜੂਦਾ ਸਥਿਤੀ

source: Current Version :
es_us: Versión actual:
pa: ਮੌਜੂਦਾ ਸੰਸਕਰਣ:

source: Cycle
es_us: Ciclo
pa: ਸਾਈਕਲ

source: Cycle Rule
es_us: Regla del ciclo
pa: ਸਾਈਕਲ ਨਿਯਮ

source: Daily-Logs
es_us: Registros Diarios
pa: दैनिक लॉग्स

source: Data Transfer
es_us: Transferencia de datos
pa: ਡਾਟਾ ਟ੍ਰਾਂਸਫਰ

source: Data Transfer Type
es_us: Tipo de transferencia de datos
pa: ਡਾਟਾ ਟ੍ਰਾਂਸਫਰ ਦੀ ਕਿਸਮ

source: Date
es_us: Fecha
pa: ਮਿਤੀ

source: Date: %@
es_us: Fecha: %@
pa: ਮਿਤੀ

source: Delete
es_us: Borrar
pa: ਮਿਟਾਓ

source: Device 1
es_us: Dispositivo 1
pa: ਜੰਤਰ 1

source: Device 2
es_us: Dispositivo 2
pa: ਡਿਵਾਈਸ 2

source: Device Connection
es_us: Conexión del dispositivo
pa: ਡਿਵਾਈਸ ਕਨੈਕਸ਼ਨ

source: Disconnected
es_us: Desconectado
pa: ਡਿਸਕਨੈਕਟ ਕੀਤਾ

source: Document
es_us: Documento
pa: ਦਸਤਾਵੇਜ਼

source: Done
es_us: hecho
pa: ਹੋ ਗਿਆ

source: Drive Mode Active
es_us: Modo de conducción activo
pa: ਡਰਾਈਵ ਮੋਡ ਕਿਰਿਆਸ਼ੀਲ

source: Driver Logs
es_us: Registros del conductor
pa: ਡਰਾਈਵਰ ਲੌਗਸ

source: Driver Signature
es_us: Firma del conductor
pa: ਡਰਾਈਵਰ ਦੇ ਦਸਤਖਤ

source: Dvir - Pri Trip
es_us: Registros DVIR
pa: ਡੀਵੀਰ - ਪ੍ਰਾਈ ਟ੍ਰਿਪ

source: DVIR Records
es_us: Registros DVIR
pa: DVIR ਰਿਕਾਰਡਸ

source: Edit
es_us: Editar
pa: ਸੰਪਾਦਿਤ ਕਰੋ

source: eld connection
es_us: conexión de campo
pa: eld_ਕਨੈਕਸ਼ਨ

source: ELD ID - %@
es_us: ID DE FUEGO - %@
pa: ELD ਆਈਡੀ - %@

source: ELD Log
es_us: Registro de FUEGO
pa: ELD ਲਾਗ

source: Email
es_us: Correo electrónico
pa: ਈਮੇਲ

source: Email your logs to the officer if they request
es_us: Envíe sus registros por correo electrónico al oficial si lo solicita
pa: ਜੇਕਰ ਅਧਿਕਾਰੀ ਬੇਨਤੀ ਕਰਦੇ ਹਨ ਤਾਂ ਆਪਣੇ ਲੌਗਸ ਨੂੰ ਈਮੇਲ ਕਰੋ।

source: Email Dvir
es_us: Enviar correo electrónico a DVIR
pa: Dvir ਨੂੰ ਈਮੇਲ ਕਰੋ

source: Email DVIR
es_us: Enviar correo electrónico a DVIR
pa: Dvir ਨੂੰ ਈਮੇਲ ਕਰੋ

source: Email DVIR for the 24-hour period and the previous day for one HOS cycle
es_us: Envíe un correo electrónico a DVIR para el período de 24 horas y el día anterior para un ciclo HOS
pa: ਇੱਕ HOS ਚੱਕਰ ਲਈ 24 ਘੰਟੇ ਦੀ ਮਿਆਦ ਅਤੇ ਪਿਛਲੇ ਦਿਨ ਲਈ DVIR ਈਮੇਲ ਕਰੋ।

source: Email Logs
es_us: Registros de correo electrónico
pa: ਈਮੇਲ ਲੌਗਸ

source: Email logs for the 24-hour period and the previous day for one HOS cycle
es_us: Registros de correo electrónico del período de 24 horas y del día anterior para un ciclo HOS
pa: ਇੱਕ HOS ਚੱਕਰ ਲਈ 24-ਘੰਟੇ ਦੀ ਮਿਆਦ ਅਤੇ ਪਿਛਲੇ ਦਿਨ ਲਈ ਈਮੇਲ ਲੌਗ

source: Email your logs in the pdf format
es_us: Horas del motor:
pa: ਆਪਣੇ ਲੌਗ ਪੀਡੀਐਫ ਫਾਰਮੈਟ ਵਿੱਚ ਈਮੇਲ ਕਰੋ

source: Engine Hours:
es_us: Horas del motor:
pa: ਇੰਜਣ ਦੇ ਘੰਟੇ:

source: Enter a UserName
es_us: Introduzca un nombre de usuario
pa: ਇੱਕ ਉਪਭੋਗਤਾ ਨਾਮ ਦਰਜ ਕਰੋ

source: Enter Comments
es_us: Introducir comentarios
pa: ਟਿੱਪਣੀਆਂ ਦਰਜ ਕਰੋ

source: Enter Email
es_us: Ingrese el correo electrónico
pa: ਈਮੇਲ ਦਰਜ ਕਰੋ

source: Enter Mobile Number
es_us: Ingrese el número de móvil
pa: ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ

source: Enter note
es_us: Introducir nota
pa: ਨੋਟ ਦਰਜ ਕਰੋ

source: Enter text here
es_us: Introduzca texto aquí
pa: ਇੱਥੇ ਟੈਕਸਟ ਦਰਜ ਕਰੋ

source: Enter The ELD Mac address Listed On The Device
es_us: Ingrese la dirección MAC de ELD que aparece en el dispositivo
pa: ਡਿਵਾਈਸ ਤੇ ਸੂਚੀਬੱਧ ELD ਮੈਕ ਪਤਾ ਦਰਜ ਕਰੋ

source: Error
pa: ਗਲਤੀ

source: Error: %@
pa: ਗਲਤੀ: %@

source: Explain the problem
es_us: Explica el problema
pa: ਸਮੱਸਿਆ ਦੀ ਵਿਆਖਿਆ ਕਰੋ

source: Fetching data...
es_us: Obteniendo datos...
pa: ਡਾਟਾ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...

source: Forget Password?
es_us: ¿Olvidaste tu contraseña?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?

source: Forget Username?
es_us: ¿Olvidó su nombre de usuario?
pa: ਯੂਜ਼ਰਨੇਮ ਭੁੱਲ ਜਾਓ?

source: Form
es_us: Forma
pa: ਫਾਰਮ

source: From Date
es_us: Desde la fecha
pa: ਮਿਤੀ ਤੋਂ

source: Go Back
es_us: Volver
pa: ਵਾਪਸ ਜਾਓ

source: Go Off-Duty before Log-out
es_us: Salir del servicio antes de cerrar sesión
pa: ਲੌਗ-ਆਊਟ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਡਿਊਟੀ ਛੱਡ ਦਿਓ

source: Hardware Version :
es_us: Versión de hardware:
pa: ਹਾਰਡਵੇਅਰ ਸੰਸਕਰਣ:

source: Help and Support
es_us: Ayuda y soporte
pa: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ

source: Hours Available Today
es_us: Horas disponibles hoy
pa: ਅੱਜ ਦੇ ਘੰਟੇ ਉਪਲਬਧ ਹਨ

source: Hours Available Tomorrow
es_us: Horas disponibles mañana
pa: ਕੱਲ੍ਹ ਉਪਲਬਧ ਘੰਟੇ

source: Hours Of Service
es_us: Horas de servicio
pa: ਸੇਵਾ ਦੇ ਘੰਟੇ

source: Hours Worked
es_us: Horas trabajadas
pa: ਘੰਟੇ ਕੰਮ ਕੀਤਾ

source: Hours Worked Today
es_us: Horas trabajadas hoy
pa: ਅੱਜ ਕੰਮ ਕਰਨ ਦੇ ਘੰਟੇ

source: I agree to Disclaimer & Terms
es_us: Acepto el descargo de responsabilidad y los términos.
pa: ਮੈਂ ਅਸਵੀਕਾਰ ਅਤੇ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹਾਂ।

source: I hereby certify that my data entries and my record of duty status for this 24 hour period are true and correct
es_us: Por la presente certifico que mis entradas de datos y mi registro de estado de servicio para este período de 24 horas son verdaderos y correctos.
pa: ਮੈਂ ਇਸ ਦੁਆਰਾ ਪ੍ਰਮਾਣਿਤ ਕਰਦਾ ਹਾਂ ਕਿ ਇਸ 24 ਘੰਟੇ ਦੀ ਮਿਆਦ ਲਈ ਮੇਰੀਆਂ ਡੇਟਾ ਐਂਟਰੀਆਂ ਅਤੇ ਡਿਊਟੀ ਸਥਿਤੀ ਦਾ ਮੇਰਾ ਰਿਕਾਰਡ ਸੱਚ ਅਤੇ ਸਹੀ ਹੈ।

source: I hereby certify that my data entries are true and correct
es_us: Por la presente certifico que mis datos ingresados ​​son verdaderos y correctos.
pa: ਮੈਂ ਇਸ ਦੁਆਰਾ ਪ੍ਰਮਾਣਿਤ ਕਰਦਾ ਹਾਂ ਕਿ ਮੇਰੀਆਂ ਡੇਟਾ ਐਂਟਰੀਆਂ ਸੱਚੀਆਂ ਅਤੇ ਸਹੀ ਹਨ।

source: If you are experiencing any issue, please let us know. We will try to solve them as soon as possible.
es_us: Si tiene algún problema, infórmenos. Intentaremos resolverlo lo antes posible.
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਕੋਈ ਸਮੱਸਿਆ ਆ ਰਹੀ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਦੱਸੋ। ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਲਦੀ ਤੋਂ ਜਲਦੀ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗੇ।

source: In addition to the above, a supply of blank driver’s Records of Duty Status (RODS) graph grids, sufficient to record the driver’s duty status and other related information for a minimum of 8 days, must be onboard the commercial motor vehicle (CMV).
es_us: Además de lo anterior, se debe tener a bordo del vehículo motorizado comercial (CMV) un suministro de cuadrículas de gráficos de registros de estado de servicio del conductor (RODS) en blanco, suficientes para registrar el estado de servicio del conductor y otra información relacionada durante un mínimo de 8 días.
pa: ਉਪਰੋਕਤ ਤੋਂ ਇਲਾਵਾ, ਕਮਰਸ਼ੀਅਲ ਮੋਟਰ ਵਾਹਨ (CMV) ਵਿੱਚ ਖਾਲੀ ਡਰਾਈਵਰ ਦੇ ਡਿਊਟੀ ਸਟੇਟਸ ਰਿਕਾਰਡ (RODS) ਗ੍ਰਾਫ ਗਰਿੱਡ ਦੀ ਸਪਲਾਈ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਜੋ ਘੱਟੋ-ਘੱਟ 8 ਦਿਨਾਂ ਲਈ ਡਰਾਈਵਰ ਦੀ ਡਿਊਟੀ ਸਥਿਤੀ ਅਤੇ ਹੋਰ ਸੰਬੰਧਿਤ ਜਾਣਕਾਰੀ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਕਾਫ਼ੀ ਹੈ।

source: Information-Pocket
es_us: Bolsillo de información
pa: ਜਾਣਕਾਰੀ-ਜੇਬ

source: Inspect logs for the 24-hour period and the previous days for men HOS cycle
es_us: Inspeccione los registros del período de 24 horas y los días anteriores para el ciclo HOS de los hombres
pa: ਪੁਰਸ਼ਾਂ ਦੇ HOS ਚੱਕਰ ਲਈ 24-ਘੰਟੇ ਦੀ ਮਿਆਦ ਅਤੇ ਪਿਛਲੇ ਦਿਨਾਂ ਲਈ ਲੌਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।

source: Instruction
es_us: Instrucción
pa: ਹਦਾਇਤ

source: Invalid URL
es_us: URL no válida
pa: ਅਵੈਧ URL

source: language
es_us: idioma
pa: ਭਾਸ਼ਾ

source: Language
es_us: Idioma
pa: ਭਾਸ਼ਾ

source: Loading co-drivers...
es_us: Cargando copilotos...
pa: ਸਹਿ-ਡਰਾਈਵਰ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...

source: Loading defects...
es_us: Cargando defectos...
pa: ਨੁਕਸ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...

source: Loading...
es_us: Cargando...
pa: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...

source: Loading…
pa: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...

source: Log - In
es_us: Acceso
pa: ਲਾਗਿਨ

source: Log Out
es_us: Finalizar la sesión
pa: ਲੌਗ ਆਉਟ ਕਰੋ

source: Log Report
es_us: Informe de registro
pa: ਲੌਗ ਰਿਪੋਰਟ

source: Log report sent successfully, please check your mail.
es_us: Informe de registro enviado exitosamente, por favor revise su correo.
pa: ਲੌਗ ਰਿਪੋਰਟ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜ ਦਿੱਤੀ ਗਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਮੇਲ ਦੀ ਜਾਂਚ ਕਰੋ।

source: Log-out
es_us: Cerrar sesión
pa: ਲੌਗ ਆਉਟ ਕਰੋ

source: Logging in...
es_us: Iniciando sesión...
pa: ਲੌਗ ਇਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...

source: Login Failed
es_us: Error de inicio de sesion
pa: ਲਾਗਿਨ ਅਸਫਲ ਰਿਹਾ

source: Logout Failed
es_us: Error al cerrar sesión
pa: ਲੌਗਆਉਟ ਅਸਫਲ ਰਿਹਾ

source: Lower
es_us: Más bajo
pa: ਨੀਵਾਂ

source: Message
es_us: Mensaje
pa: ਸੁਨੇਹਾ

source: Missing Information
es_us: Información faltante
pa: ਗੁੰਮ ਜਾਣਕਾਰੀ

source: Next
es_us: Próximo
pa: ਅਗਲਾ

source: No data available
es_us: No hay datos disponibles
pa: ਕੋਈ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ

source: No DVIR Records Available.
es_us: No hay registros DVIR disponibles.
pa: ਕੋਈ DVIR ਰਿਕਾਰਡ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।

source: No logs available for this date.
es_us: No hay registros disponibles para esta fecha.
pa: ਇਸ ਮਿਤੀ ਲਈ ਕੋਈ ਲੌਗ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।

source: No logs found
es_us: No se encontraron registros
pa: ਕੋਈ ਲੌਗ ਨਹੀਂ ਮਿਲੇ

source: No vehicle conditions found.
es_us: No se encontraron condiciones del vehículo.
pa: ਵਾਹਨ ਦੀ ਕੋਈ ਸਥਿਤੀ ਨਹੀਂ ਮਿਲੀ।

source: Note
es_us: Nota
pa: ਨੋਟ ਕਰੋ

source: Note: If you want to update eld device, mobile battery should be charge atleast 30% or plugin charger.
es_us: Nota: Si desea actualizar el dispositivo, la batería del móvil debe estar cargada al menos al 30% o enchufarla al cargador.
pa: ਨੋਟ: ਜੇਕਰ ਤੁਸੀਂ ਪੁਰਾਣੇ ਡਿਵਾਈਸ ਨੂੰ ਅਪਡੇਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਮੋਬਾਈਲ ਦੀ ਬੈਟਰੀ ਘੱਟੋ-ਘੱਟ 30% ਚਾਰਜ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ ਜਾਂ ਚਾਰਜਰ ਲਗਾ ਕੇ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।

source: Notes
es_us: Notas
pa: ਨੋਟ ਕਰੋ

source: NT - 11
pa: ਐਨਟੀ - 11

source: NT11 Connection
es_us: Conexión NT11
pa: NT11 ਕਨੈਕਸ਼ਨ

source: ok
pa: ਠੀਕ ਹੈ

source: Ok
pa: ਠੀਕ ਹੈ

source: OK
pa: ਠੀਕ ਹੈ

source: On-Duty
es_us: En servicio
pa: ਆਨ-ਡਿਊਟੀ

source: OnDrive
pa: ਡਰਾਈਵ 'ਤੇ

source: OnDuty
es_us: En servicio
pa: ਆਨਡਿਊਟੀ

source: OnSleep
es_us: en sueño
pa: ਆਨ ਸਲੀਪ

source: Open Settings
es_us: Abrir configuración
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ

# Page %lld of %lld
source: Page %1$lld of %2$lld
es_us: Página %1$lld de %2$lld
pa: %lld ਦਾ ਪੰਨਾ %lld

source: Password
es_us: Contraseña
pa: ਪਾਸਵਰਡ

source: Password must be numeric (min 4 digits)
es_us: La contraseña debe ser numérica (mínimo 4 dígitos)
pa: ਪਾਸਵਰਡ ਸੰਖਿਆਤਮਕ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ (ਘੱਟੋ-ਘੱਟ 4 ਅੰਕ)

source: PDF not found
es_us: PDF no encontrado
pa: PDF ਨਹੀਂ ਮਿਲੀ

source: Personal Conveyance
es_us: Transporte personal
pa: ਨਿੱਜੀ ਆਵਾਜਾਈ

source: Personal Use
es_us: Uso personal
pa: ਨਿੱਜੀ ਵਰਤੋਂ

source: Please enter a valid Username and password.
es_us: Ingrese un nombre de usuario y contraseña válidos.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਯੂਜ਼ਰਨੇਮ ਅਤੇ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ।

source: Please Enter Valid Email Address
es_us: Por favor, introduzca una dirección de correo electrónico válida
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ

source: Please remember this will send 8 days of daily logs via FMCSA Data Transfer.
es_us: Recuerde que esto enviará 8 días de registros diarios a través de la transferencia de datos de FMCSA.
pa: ਕਿਰਪਾ ਕਰਕੇ ਯਾਦ ਰੱਖੋ ਕਿ ਇਹ FMCSA ਡੇਟਾ ਟ੍ਰਾਂਸਫਰ ਰਾਹੀਂ 8 ਦਿਨਾਂ ਦੇ ਰੋਜ਼ਾਨਾ ਲੌਗ ਭੇਜੇਗਾ।

source: Please wait...
es_us: Espere por favor...
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...

source: Previous
es_us: Previo
pa: ਪਿਛਲਾ

source: PT - 30
pa: ਪੀਟੀ - 30

source: Recap
es_us: Resumen
pa: ਰੀਕੈਪ

source: Response
es_us: Respuesta
pa: ਜਵਾਬ

source: Rest break
es_us: Descanso
pa: ਆਰਾਮ ਬਰੇਕ

source: Rest Break
es_us: Descanso
pa: ਆਰਾਮ ਬਰੇਕ

source: Restart
es_us: Reanudar
pa: ਰੀਸਟਾਰਟ ਕਰੋ

source: Review On Device
es_us: Revisar en el dispositivo
pa: ਡਿਵਾਈਸ 'ਤੇ ਸਮੀਖਿਆ ਕਰੋ

source: Road side inspection
es_us: Inspección en carretera
pa: ਸੜਕ ਕਿਨਾਰੇ ਨਿਰੀਖਣ

source: Rules
es_us: Normas
pa: ਨਿਯਮ

source: Save
es_us: Ahorrar
pa: ਸੇਵ ਕਰੋ

source: Scan result (tap to connect)
es_us: Resultado del escaneo (pulsa para conectar)
pa: ਸਕੈਨ ਨਤੀਜਾ (ਕਨੈਕਟ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ)

source: Search vehicle
es_us: Buscar vehículo
pa: ਵਾਹਨ ਦੀ ਖੋਜ ਕਰੋ

source: Select 'review ON Device'and give your Device to the Officer
es_us: Seleccione 'revisar EN dispositivo' y entregue su dispositivo al oficial
pa: 'ਰੀਵਿਊ ਆਨ ਡਿਵਾਈਸ' ਚੁਣੋ ਅਤੇ ਆਪਣਾ ਡਿਵਾਈਸ ਅਫਸਰ ਨੂੰ ਦਿਓ।

source: Select %@
es_us: Seleccionar %@
pa: %@ ਚੁਣੋ

source: Select %@ Defect
es_us: Seleccionar %@ Defecto
pa: %@ ਨੁਕਸ ਚੁਣੋ

source: Select a device
es_us: Seleccione un dispositivo
pa: ਇੱਕ ਡਿਵਾਈਸ ਚੁਣੋ

source: Select Co-Driver
es_us: Seleccionar copiloto
pa: ਸਹਿ-ਡਰਾਈਵਰ ਚੁਣੋ

source: Select Data Transfer Type
es_us: Seleccione el tipo de transferencia de datos
pa: ਡਾਟਾ ਟ੍ਰਾਂਸਫਰ ਦੀ ਕਿਸਮ ਚੁਣੋ

source: Select Date
es_us: Seleccionar fecha
pa: ਮਿਤੀ ਚੁਣੋ

source: Select Device
es_us: Seleccionar dispositivo
pa: ਡਿਵਾਈਸ ਚੁਣੋ

source: Select Option
es_us: Seleccionar opción
pa: ਵਿਕਲਪ ਚੁਣੋ

source: Select Vehicle Condition
es_us: Seleccione la condición del vehículo
pa: ਵਾਹਨ ਦੀ ਸਥਿਤੀ ਚੁਣੋ

source: Select your Device Type and Enter The ELD Mac address Listed On The Device
es_us: Seleccione su tipo de dispositivo e ingrese la dirección MAC ELD que aparece en el dispositivo
pa: ਆਪਣੀ ਡਿਵਾਈਸ ਦੀ ਕਿਸਮ ਚੁਣੋ ਅਤੇ ਡਿਵਾਈਸ 'ਤੇ ਸੂਚੀਬੱਧ ELD ਮੈਕ ਐਡਰੈੱਸ ਦਰਜ ਕਰੋ।

source: Selected Device
es_us: Dispositivo seleccionado
pa: ਚੁਣੀ ਗਈ ਡਿਵਾਈਸ

source: Send
es_us: Enviar
pa: ਭੇਜੋ

source: Send your logs to the officer if they request
es_us: Envíe sus registros al oficial si lo solicita
pa: ਜੇਕਰ ਅਧਿਕਾਰੀ ਬੇਨਤੀ ਕਰਨ ਤਾਂ ਆਪਣੇ ਲੌਗ ਉਸਨੂੰ ਭੇਜੋ।

source: Send 8 daily logs via FMCSA data transfer
es_us: Enviar 8 registros diarios a través de la transferencia de datos de la FMCSA
pa: FMCSA ਡਾਟਾ ਟ੍ਰਾਂਸਫਰ ਰਾਹੀਂ 8 ਰੋਜ਼ਾਨਾ ਲੌਗ ਭੇਜੋ

source: Send Data Transfer
es_us: Enviar transferencia de datos
pa: ਡਾਟਾ ਟ੍ਰਾਂਸਫਰ ਭੇਜੋ

source: Send logs for the 24-hour period and the previous days for one HOS cycle
es_us: Enviar registros del período de 24 horas y de los días anteriores para un ciclo HOS
pa: ਇੱਕ HOS ਚੱਕਰ ਲਈ 24-ਘੰਟੇ ਦੀ ਮਿਆਦ ਅਤੇ ਪਿਛਲੇ ਦਿਨਾਂ ਲਈ ਲੌਗ ਭੇਜੋ

source: Sending data...
es_us: Enviando datos...
pa: ਡਾਟਾ ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...

source: Session Expired
es_us: Sesión caducada
pa: ਸੈਸ਼ਨ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ

# settings
source: setting
es_us: configuración
pa: ਸੈਟਿੰਗਾਂ

source: SIGN-IN AGAIN
es_us: INICIAR SESIÓN DE NUEVO
pa: ਦੁਬਾਰਾ ਸਾਈਨ-ਇਨ ਕਰੋ

source: Start Scan
es_us: Iniciar escaneo
pa: ਸਕੈਨ ਸ਼ੁਰੂ ਕਰੋ

source: Start using the app to see logs here
es_us: Comience a usar la aplicación para ver los registros aquí
pa: ਇੱਥੇ ਲੌਗ ਦੇਖਣ ਲਈ ਐਪ ਦੀ ਵਰਤੋਂ ਸ਼ੁਰੂ ਕਰੋ

source: Submit
es_us: Entregar
pa: ਜਮ੍ਹਾਂ ਕਰੋ

source: Submit Defects
es_us: Presentar defectos
pa: ਨੁਕਸ ਜਮ੍ਹਾਂ ਕਰੋ

source: Success
es_us: Éxito
pa: ਸਫਲਤਾ

source: Switch to Off-Duty before Co-Driver can login.
es_us: Cambie a fuera de servicio antes de que el copiloto pueda iniciar sesión.
pa: ਸਹਿ-ਡਰਾਈਵਰ ਦੇ ਲੌਗਇਨ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਫ-ਡਿਊਟੀ 'ਤੇ ਸਵਿਚ ਕਰੋ।

source: Sync
es_us: Sincronizar
pa: ਸਿੰਕ

source: Terms & Privacy Policy
es_us: Términos y política de privacidad
pa: ਨਿਯਮ ਅਤੇ ਗੋਪਨੀਯਤਾ ਨੀਤੀ

source: The Current driver will be signed out and you will become Driver. Notice as per requirements from FMCSA and CCMTA
es_us: Se cerrará la sesión del conductor actual y usted pasará a ser conductor. Aviso según los requisitos de la FMCSA y la CCMTA.
pa: ਮੌਜੂਦਾ ਡਰਾਈਵਰ ਨੂੰ ਸਾਈਨ ਆਊਟ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਤੁਸੀਂ ਡਰਾਈਵਰ ਬਣ ਜਾਓਗੇ। FMCSA ਅਤੇ CCMTA ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਅਨੁਸਾਰ ਨੋਟਿਸ।

source: Time
es_us: Tiempo
pa: ਸਮਾਂ

source: Time in Hours
es_us: Tiempo en horas
pa: ਘੰਟਿਆਂ ਵਿੱਚ ਸਮਾਂ

source: Time: %@
es_us: Tiempo: %@
pa: ਸਮਾਂ: %@

source: To Date
es_us: Hasta la fecha
pa: ਮਿਤੀ ਤੱਕ

source: Total 7 day work
es_us: Trabajo total de 7 días
pa: ਕੁੱਲ 7 ਦਿਨ ਦਾ ਕੰਮ

source: Total: %lld
pa: ਕੁੱਲ: %lld

source: Trailer
es_us: Tráiler
pa: ਟ੍ਰੇਲਰ

source: Trailer - %@
es_us: Tráiler
pa: ਟ੍ਰੇਲਰ

source: Trailer Defects
es_us: Defectos del remolque
pa: ਟ੍ਰੇਲਰ ਨੁਕਸ

source: Truck
es_us: Camión
pa: ਟਰੱਕ

source: Truck Defects
es_us: Defectos del camión
pa: ਟਰੱਕ ਦੇ ਨੁਕਸ

source: Type Mac address Here
es_us: Escriba la dirección Mac aquí
pa: ਇੱਥੇ ਮੈਕ ਐਡਰੈੱਸ ਟਾਈਪ ਕਰੋ

source: Type your query here
es_us: Escribe tu consulta aquí
pa: ਆਪਣੀ ਪੁੱਛਗਿੱਛ ਇੱਥੇ ਟਾਈਪ ਕਰੋ

source: Uncertified
es_us: No certificado
pa: ਗੈਰ-ਪ੍ਰਮਾਣਿਤ

source: Unlimited Shipping Documents
es_us: Documentos de envío ilimitados
pa: ਅਸੀਮਤ ਸ਼ਿਪਿੰਗ ਦਸਤਾਵੇਜ਼

source: Unlimited Trailers
es_us: Remolques ilimitados
pa: ਅਸੀਮਤ ਟ੍ਰੇਲਰ

source: Upload
es_us: Subir
pa: ਅੱਪਲੋਡ ਕਰੋ

source: Upload Defects
es_us: Defectos de carga
pa: ਅਪਲੋਡ ਨੁਕਸ

source: Uploaded
es_us: subido
pa: ਅੱਪਲੋਡ ਕੀਤਾ

source: Uploading...
es_us: Subiendo...
pa: ਅੱਪਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...

source: Upper
es_us: Superior
pa: ਉਪਰਲਾ

source: Use Photo Library
es_us: Usar biblioteca de fotos
pa: ਫੋਟੋ ਲਾਇਬ੍ਰੇਰੀ ਦੀ ਵਰਤੋਂ ਕਰੋ

source: User Manual
es_us: Manual de usuario
pa: ਯੂਜ਼ਰ ਮੈਨੂਅਲ

source: UserName
es_us: Nombre de usuario
pa: ਯੂਜ਼ਰਨੇਮ

source: Validation Error
es_us: Error de validación
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਗਲਤੀ

source: Value
es_us: Valor
pa: ਮੁੱਲ

source: Vehicle
es_us: Vehículo
pa: ਵਾਹਨ

source: Vehicle - %@
es_us: Vehículo - %@
pa: ਵਾਹਨ

source: Vehicle Condition
es_us: Condición del vehículo
pa: ਵਾਹਨ ਦੀ ਸਥਿਤੀ

source: Vehicle Condition Satisfactory
es_us: Estado del vehículo satisfactorio
pa: ਵਾਹਨ ਦੀ ਹਾਲਤ ਤਸੱਲੀਬਖਸ਼

source: Version - %@
es_us: Versión - %@
pa: ਵਰਜਨ - %@

source: View Defects
pa: ਨੁਕਸ ਦੇਖੋ

source: View Instruction
pa: ਹਦਾਇਤ ਵੇਖੋ

source: View User Manual
es_us: Ver manual de usuario
pa: ਯੂਜ਼ਰ ਮੈਨੂਅਲ ਦੇਖੋ

source: View/Edit Signature
es_us: Ver/Editar firma
pa: ਦਸਤਖਤ ਵੇਖੋ/ਸੋਧੋ

source: Violations -
es_us: Violaciones -
pa: ਉਲੰਘਣਾਵਾਂ -

source: We'll Send a sms for User Name
es_us: Enviaremos un sms al nombre de usuario
pa: ਅਸੀਂ ਯੂਜ਼ਰ ਨਾਮ ਲਈ ਇੱਕ ਐਸਐਮਐਸ ਭੇਜਾਂਗੇ।

source: Write note here...
es_us: Escribe nota aquí...
pa: ਇੱਥੇ ਨੋਟ ਲਿਖੋ...

source: Yard Moves
es_us: Movimientos de jardín
pa: ਵਿਹੜੇ ਦੀ ਚਾਲ

source: YardMove
es_us: Movimientos de jardín
pa: ਯਾਰਡਮੂਵ

source: You have been logged out and logged-in on another device
es_us: Ha cerrado sesión y ha iniciado sesión en otro dispositivo.
pa: ਤੁਸੀਂ ਲੌਗ ਆਊਟ ਹੋ ਗਏ ਹੋ ਅਤੇ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ 'ਤੇ ਲੌਗ-ਇਨ ਹੋ ਗਏ ਹੋ।

source: Your current status is
es_us: Su estado actual es
pa: ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਸਥਿਤੀ ਇਹ ਹੈ

source: Your current status is:
es_us: Su estado actual es:
pa: ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਸਥਿਤੀ ਇਹ ਹੈ

source: Your Cycle is Completed ?
es_us: ¿Tu ciclo está completo?
pa: ਤੁਹਾਡਾ ਚੱਕਰ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ?

source: Device Data
es_us: Datos del dispositivo

source: Key 2
es_us: Clave 2

source: Logout
es_us: Cerrar Sesión

source: NA
es_us: ESO

source: Next ELD
es_us: Siguiente ELD

source: No split shift logs found
es_us: No se encontraron registros de turnos divididos

source: None
es_us: Ninguno

source: NOTE: Split time will work with 7:3 & 8:2 ratio
es_us: NOTA: El tiempo dividido funcionará con una proporción de 7:3 y 8:2

source: Please Contact your fleet Manager to change rules or to add exceptions
es_us: Comuníquese con el administrador de su flota para cambiar las reglas o agregar excepciones.

source: Please display required logs as per FMCSA
es_us: Muestre los registros requeridos según la FMCSA

source: Signature Required
es_us: Firma requerida

source: Split Log
es_us: Registro dividido

source: Split shift logs will appear here
es_us: Los registros de turnos divididos aparecerán aquí

source: Split Sleep Logs
es_us: Dividir registros de sueño

source: support
es_us: Soporte

source: sync
es_us: Sincronizar
